Revit 2027 API
ParameterTypeId.PointElementDriven Property
 "Driven by Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementDriven { get; }
Public Shared ReadOnly Property PointElementDriven As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementDriven {
	ForgeTypeId^ get ();
}
static member PointElementDriven : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace